/* No comment provided by engineer. */
"Accept" = "Accept";

"AcceptAndRemember" = "Accept and remember";

/* No comment provided by engineer. */
"Decline" = "Decline";

/* No comment provided by engineer. */
"DeviceName" = "Device name: %@";

/* No comment provided by engineer. */
"DeviceSendingFiles" = "%1$@ is sending you %2$@";

/* No comment provided by engineer. */
"Error.Crypto" = "Encryption error";

/* No comment provided by engineer. */
"Error.Protocol" = "Communication error";

/* No comment provided by engineer. */
"NFiles" = "%d files";

/* No comment provided by engineer. */
"NotificationsDenied.Message" = "NearDrop needs to be able to display notifications for incoming file transfers. Please allow notifications in System Settings.";

/* No comment provided by engineer. */
"NotificationsDenied.OpenSettings" = "Open settings";

/* No comment provided by engineer. */
"NotificationsDenied.Title" = "Notification Permission Required";

/* No comment provided by engineer. */
"PinCode" = "PIN: %@";

/* No comment provided by engineer. */
"Quit" = "Quit NearDrop";

"RememberedDevices" = "Remembered devices (click to remove)";

/* No comment provided by engineer. */
"TransferError" = "Failed to receive files from %@";

/* No comment provided by engineer. */
"VisibleToEveryone" = "Visible to everyone";

